<div class="game-detail" id="game-detail" style="display: none">
<div class="row">
<div class="col span-2-of-6 game-image ">
<img src="https://i0.wp.com/www.boardgamehub.net/wp-content/uploads/2015/12/warofthering-2.jpg?resize=495%2C400&amp;ssl=1" alt="War of the Ring (second edition)"></div>
<div class="col span-4-of-6 game-info ">
<div class="game-title ">War of the Ring (second edition)</div>
<div class="row game-description ">TrongWar of the Ring, một người chơi điều khiển li&ecirc;n minh tự do (Free People), người chơi kh&aacute;c nắm giữ qu&acirc;n đo&agrave;n b&oacute;ng tối (Shadow Armies). Tuy nhi&ecirc;n, c&aacute;c nước trong li&ecirc;n minh tự do kh&ocirc;ng qu&aacute; mặn m&agrave; với việc g&acirc;y hấn với Sauron. Chỉ khi bị tấn c&ocirc;ng hoặc thuyết phục bởi Gandalf hoặc c&aacute;c th&agrave;nh vi&ecirc;n trong đo&agrave;n hộ nhẫn th&igrave; những nước n&agrave;y mới sẵn s&agrave;ng chiến đấu.Người chơi c&oacute; thể d&agrave;nh chiến thắng game th&ocirc;ng qua điểm qu&acirc;n sự, khi Sauron chiếm đ&oacute;ng được một số lượng c&aacute;c th&agrave;nh tr&igrave; của li&ecirc;n minh tự do v&agrave; ngược lại. Niềm hy vọng lớn nhất của li&ecirc;n minh tự do đặt ở đo&agrave;n hộ nhẫn. Trong khi những chận chiến nảy lửa xảy ra tại khắp trung địa, đo&agrave;n hộ nhẫn b&iacute; mật mang chiến nhẫn thần đến Mount Doom để thi&ecirc;u hủy. Tuy nhi&ecirc;n, Sauron biết được điều n&agrave;y v&agrave; sẽ li&ecirc;n tục t&igrave;m kiếm cũng như g&acirc;y ra mu&ocirc;n v&agrave;n kh&oacute; khăn cho người chơi. Game sử dụng cơ chế the Hunt để minh họa cho những sự kiện n&agrave;y.Bắt đầu mỗi v&ograve;ng đấu, 2 người chơi đổ x&uacute;c xắc để x&aacute;c định những h&agrave;nh động thực hi&ecirc;n bao gồm (di chuyển qu&acirc;n đội, anh h&ugrave;ng, chi&ecirc;u mộ l&iacute;nh, tăng cường ảnh hưởng. Ngo&agrave;i ra,War of the Ringc&ograve;n sử dụng c&aacute;c action card như một yếu tố bất ngờ. Những thẻ b&agrave;i n&agrave;y m&ocirc; phỏng một sự kiện c&oacute; thật trong truyện v&agrave; c&oacute; thể xoay chuyển cục diện chiến trường ngay lập tức. Một wargame lấy bối cảnh fantasy của Lord of the Ring thay v&igrave; chiến tranh thế giới đ&atilde; thổi một l&agrave;n gi&oacute; mới v&agrave;o danh s&aacute;ch c&oacute; phần hơi kh&ocirc; khan của wargame cổ điển.</div>
<div class="category">
<strong>Category: </strong><span>Game nhập vai</span>
</div>
<div class="game-panel">
<div class="time">
<div class="icon">
<i class="fa fa-clock-o" aria-hidden="true"></i>
</div>
<div class="text">
<span class="mintime">150</span>
</div>
</div>
<div class="age">
<div class="icon">
<i class="fa fa-child" aria-hidden="true"></i>
</div>
<div class="text">
<span class="minAge">13</span>
</div>
</div>
<div class="num-players">
<div class="icon">
<i class="fa fa-users" aria-hidden="true"></i>
</div>
<div class="text">
<span class="minPlayers">2</span>
</div>
</div>
</div>
<a href="https://www.boardgamehub.net/war-of-the-ring-second-edition/" class="more-info" target="_blank"><i class="fa fa-external-link" aria-hidden="true"></i> More information
                    </a>
</div>
</div>
</div>
